<?php

return [

    'company' => 'تمكين.',
    'slogan' => 'إبدأ حياتك المهنية من الصفر.',
    'skills_title' => 'تعلم مهارات جديدة.',
    'skills_desc' => ' وَأَن لَّيْسَ لِلْإِنسَانِ إِلَّا مَا سَعَىٰ.',
    'learn' => 'تعلم اي شيئ.',
    'learn_desc' => 'تعلم المهارات المطلوبة في سوق العمل من اساتذتنا',
    'collection' => 'مجموعة واسعة.',
    'collection_desc' => 'هناك العديد من الخيارات لكل إختصاص.',
    'instructors' => 'أساتذة محترفين',
    'instructors_desc' => 'أكثر من مائة استاذ محترف من كافة انحاء العالم.',
    'popular_courses' => 'الدورات الأكثر مشاهدة',
    'popular_courses_desc' => 'أكثر الدورات مشاهدة على منصة تمكين.',
    'view_courses' => 'عرض جميع الدورات',

    'top_categories' => 'الفئات',
    'top_categories_desc' => 'طلاب تمكين يفضلون هذه الإختصاصات',
    'view_categories' => 'عرض كل الفئات',

    'get_in_touch' => 'تواصل معنا',
    'get_in_touch_desc' => "نحن هنا لخدمتكم في أي وقت.",

    'call_us' => 'إتصل بنا 24/7',
];
