<?php

return [
    'profile' => 'الملف الشخصي',
    'delete_account' => 'حذف الحساب',
    'delete_notice' => 'بمجرد حذف حسابك ، سيتم حذف جميع موارده وبياناته نهائيًا. قبل حذف حسابك ، يرجى تحميل أي بيانات أو معلومات ترغب في الاحتفاظ بها.',
    'delete_confirm' => 'هل انت متأكد؟',
    'cancel' => 'إلغاء',

    'update_password' => 'تعديل كلمة السر',
    'password_advice' => 'تأكد من أن حسابك يستخدم كلمة مرور طويلة للبقاء آمنًا.',

    'current_password' => 'كلمة المرور الحالية',
    'new_password' => 'كلمة مرور جديدة',

    'saved' => 'حُفظت',

    'profile_information' => 'معلومات الملف الشخصي',
    'profile_update' => "تحديث معلومات الملف الشخصي لحسابك وعنوان البريد الإلكتروني.",
    'full_name' => 'الإسم الثلاثي',
    'email_unverified' => 'لم يتم التأكد من بريدك الإلكتروني',
    'verification_email' => 'انقر هنا لإعادة إرسال رسالة التحقق.',
    'verification_sent' => 'تم إرسال رابط تحقق جديد إلى عنوان بريدك الإلكتروني.',
];
