<?php

return [
    'no_courses' => "لم تتسجل في اي دورة بعد",
    'get_started' => "إبدأ التعلم",
    'continue' => 'واصل التعلم',
    'verify' => 'تأكيد بريدك الإلكتروني',
    'preferences' => 'التفضيلات',
    'pre_desc' => 'يرجى تحديد اهتماماتك ، فهذا سيساعدنا على منحك أفضل تجربة.',
    'instructor' => 'لماذا تبدأ بالتعليم؟',
    'instructor_desc' => 'المشاركة تعنى الاهتمام. عندما تقوم بالتسجيل كمدرس على منصة تمكين. ستكون قادرًا على مشاركة معرفتك مع مئات الآلاف من الأشخاص.',
    'cancel' => 'إلغاء',
    'proceed' => 'متابعة',
    'to_instructor' => 'تابع كمدرب',
    'for_you' => 'دورات لك'
];
